Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/CameraSettings/CameraSettings.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# CAM_LINEAR_DNG_FOOTER
source: Show Camera control for ProRAW. ProRAW is a 12-bit file that uses the Linear DNG format to retain more information and dynamic range in the file, providing additional flexibility when editing exposure and white balance. Each file is approximately 25 MB.
ar: يُظهر أداة التحكم بالكاميرا لتنسيق ProRAW. ‏ProRAW هو ملف ١٢‑بت يستخدم تنسيق DNG الخطي للاحتفاظ بمزيد من المعلومات والنطاق الديناميكي في الملف. ويتيح ذلك مزيدًا من المرونة في تعديل التعرض وتوازن اللون الأبيض. حجم كل ملف ٢٥ م.ب. تقريبًا.
bg: Показва Управление на камерата за ProRAW. ProRAW е 12-битов файл, който използва Линеен DNG формат, за да запазва повече информация и динамичен обхват във файла, като осигурява допълнителна гъвкавост, когато се редактира експонирането и баланса на бялото. Всеки файл е приблизително 25 MB.
bn: ProRAW-এর জন্য ক্যামেরা কন্ট্রোল দেখান। ProRAW হল একটি ^[12](formatNumber: true)-bit ফাইল, যেটি ফাইলে আরও তথ্য এবং ডায়নামিক রেঞ্জ বজায় রাখতে Linear DNG ফরম্যাট ব্যবহার করে এবং এক্সপোজার এবং হোয়াইট ব্যালেন্স এডিট করার সময় অতিরিক্ত নমনীয়তা প্রদান করে। প্রতিটি ফাইল আনুমানিক ^[25](formatNumber: true) MB-এর হয়।
ca: Mostra el control ProRAW de la càmera. ProRAW és un arxiu de 12 bits amb un format DNG lineal, que permet conservar més informació i el rang dinàmic de l’arxiu per proporcionar més flexibilitat a l’hora d’editar l’exposició i el balanç de blancs. Cada arxiu ocupa uns 25 MB.
cs: Zobrazí ovládání kamery pro ProRAW. ProRAW jsou 12bitové soubory využívající lineární DNG formát, který zachovává více dat a větší dynamický rozsah a poskytuje dodatečnou flexibilitu při úpravách expozice a vyvážení bílého bodu. Velikost těchto souborů je přibližně 25 MB.
da: Vis Kamerabetjening til ProRAW. ProRAW er et 12-bit arkiv, der bruger det lineære DNG-format til at bevare mere information og dynamisk omfang i arkivet. Dette giver yderligere fleksibilitet, når du redigerer eksponering og hvidbalance. Hvert arkiv er omkring 25 MB.
de: Kamerasteuerung für ProRAW einblenden. ProRAW ist ein 12-Bit-Dateiformat, das mithilfe des Standards „Linear DNG“ mehr Informationen und einen größeren Dynamikbereich speichern kann. Es bietet dadurch mehr Möglichkeiten bei der Bearbeitung der Belichtung und des Weißabgleichs. Die Dateien sind durchschnittlich 25 MB groß.
el: Εμφάνιση του Στοιχείου ελέγχου Κάμερας για το ProRAW. Το ProRAW είναι ένα αρχείο 12 bit που χρησιμοποιεί τη μορφή «Γραμμικό DNG» για διατήρηση περισσότερων πληροφοριών και του δυναμικού εύρους στο αρχείο, και παρέχει πρόσθετη ευελιξία κατά την επεξεργασία της έκθεσης και της ισορροπίας λευκού. Κάθε αρχείο είναι περίπου 25 MB.
es: Muestra el control de la app Cámara para ProRAW. ProRAW es un archivo de 12 bits que utiliza el formato DNG lineal para conservar más información y el rango dinámico del archivo, lo que ofrece más flexibilidad a la hora de editar la exposición y el balance de blancos. Cada archivo ocupa aproximadamente 25 MB.
es_us: Muestra el control de cámara para ProRAW. ProRAW es un archivo de 12 bits que utiliza el formato DNG lineal para conservar más información y rango dinámico en el archivo, lo que brinda flexibilidad adicional al editar la exposición y el balance de blancos. Cada archivo es de aproximadamente 25 MB.
fi: Näytä Kameran ProRAW-säädin. ProRAW on 12-bittinen tiedosto, joka käyttää Linear DNG -muotoa säilyttääkseen tiedostossa enemmän tietoa ja dynaamista aluetta. Tämä lisää joustavuutta muokattaessa valotusta ja valkotasapainoa. Jokaisen tiedoston koko on noin 25 Mt.
fr: Affichez la commande de la caméra pour Apple ProRAW. Le format Apple ProRAW est un fichier 12 bits qui utilise le format DNG linéaire pour conserver plus d’informations et étendre la plage dynamique au sein du fichier, vous offrant ainsi plus de flexibilité lors de la modification de l’exposition et de la balance des blancs. La taille de chaque fichier est d’environ 25 Mo.
fr_ca: Affichez la commande ProRAW de la caméra. ProRAW est un fichier 12 bits qui utilise le format DNG linéaire pour retenir encore plus de détails et une gamme dynamique plus étendue, ce qui vous permet davantage de flexibilité lorsque vous modifiez l’exposition et l’équilibrage des blancs. Chaque fichier a une taille d’environ 25 Mo.
gu: ProRAW માટે કૅમેરા કંટ્રોલ બતાવો. ProRAW એક 12-બિટ ફાઇલ હોય છે જે Linear DNG ફૉર્મેટનો ઉપયોગ કરીને ફાઇલમાં વધુ જાણકારી અને ડાયનૅમિક રેંજ જાળવી રાખે છે જેનાથી ઍક્સપોઝર અને વ્હાઇટ બૅલેંસને સંપાદિત કરતા સમયે વધારે ફ્લેક્સિબિલિટિ મળે છે. દરેક ફાઇલ લગભગ 25 MBની હોય છે.
he: ניתן להציג פקד מצלמה עבור פורמט ProRAW. ‏ProRAW הוא קובץ של 12 סיביות המשתמש בפורמט Linear DNG כדי לשמור יותר מידע וטווח דינמי בקובץ, וכדי לספק גמישות נוספת בעת עריכת החשיפה ואיזון הלבן. גודל כל קובץ הוא בערך 25 מ״ב.
hi: ProRAW के लिए कैमरा कंट्रोल दिखाएँ। ProRAW एक 12-बिट फ़ाइल होती है जो Linear DNG फ़ॉर्मैट का उपयोग करके फ़ाइल में अधिक जानकारी और डाइनैमिक रेंज बनाए रखती है, जो एक्सपोज़र और ह्वाइट बैलेंस के संपादन के समय अधिक सुविधाजनक होता है। हर फ़ाइल लगभग 25 MB की होती है।
hr: Prikazivanje kontrole kamere za ProRAW. ProRAW je 12-bitna datoteka koja koristi format Linear DNG za zadržavanje više informacija i dinamičkog raspona u datoteci, čime se pruža dodatna fleksibilnost prilikom uređivanja ekspozicije i ravnoteže bjeline. Svaka datoteka približno ima 25 MB.
hu: Megjelenítheti a ProRAW kameravezérlőjét. A ProRAW egy 12 bites fájl, amely a Lineáris DNG formátum segítségével több információt és nagyobb dinamikatartományt képes megőrizni a fájlban, így fokozott rugalmasságot tesz lehetővé az expozíció és a fehéregyensúly szerkesztésekor. Mindegyik fájl kb. 25 MB méretű.
id: Tampilkan kontrol Kamera untuk ProRAW. ProRAW adalah file 12 bit yang menggunakan format DNG Linear untuk menyimpan lebih banyak informasi dan rentang dinamis pada file, sehingga menyediakan fleksibilitas tambahan saat mengedit pencahayaan dan imbang putih. Setiap file kira-kira berukuran 25 MB.
it: Mostra i controlli della fotocamera per ProRAW. ProRAW è un file a 12 bit che utilizza il formato Linear DNG per conservare più informazioni e un intervallo dinamico superiore, offrendo maggiore flessibilità quando si modificano l’esposizione e il bilanciamento del bianco. Ogni file ha una dimensione di circa 25 MB.
ja: ProRAWのカメラコントロールを表示します。ProRAWは12ビットファイルで、より多くの情報とダイナミックレンジをファイル内に保持するためにリニアDNGフォーマットを使用し、露出やホワイトバランスを編集する際の柔軟性を高めています。各ファイルの容量は約25MBです。
kk: ProRAW үшін камераны басқару элементтерін көрсету. ProRAW — бұл файлда толығырақ ақпарат пен динамикалық ауқымды беру үшін DNG сызықтық файл форматын қолданатын 12 биттік файл. Бұл форматта экспозиция мен ақ түс балансын реттеу жеңілірек. Файл көлемі шамамен 25 МБ тең болады.
kn: ProRAWಗಾಗಿ ಕ್ಯಾಮರಾ ಕಂಟ್ರೋಲ್ ತೋರಿಸಿ. ProRAW ಎಂಬುದು 12-ಬಿಟ್ ಫೈಲ್ ಆಗಿದ್ದು, ಇದು ಫೈಲ್‌ನಲ್ಲಿ ಹೆಚ್ಚಿನ ಮಾಹಿತಿ ಮತ್ತು ಡೈನಾಮಿಕ್ ರೇಂಜ್ ಅನ್ನು ಉಳಿಸಿಕೊಳ್ಳಲು Linear DNG ಫಾರ್ಮ್ಯಾಟ್ ಅನ್ನು ಬಳಸುತ್ತದೆ, ಈ ಮೂಲಕ ಎಕ್ಸ್‌ಪೋಶರ್ ಮತ್ತು ವೈಟ್ ಬ್ಯಾಲೆನ್ಸ್ ಅನ್ನು ಎಡಿಟ್ ಮಾಡುವಾಗ ಹೆಚ್ಚುವರಿ ನಮ್ಯತೆಯನ್ನು ಒದಗಿಸುತ್ತದೆ. ಪ್ರತಿ ಫೈಲ್ ಸರಿಸುಮಾರು 25 MB ಗಾತ್ರದ್ದಾಗಿರುತ್ತದೆ.
ko: ProRAW에 대한 카메라 제어기를 표시합니다. ProRAW는 선형 DNG 포맷을 사용하여 파일에서 더 많은 정보 및 다이내믹 레인지를 유지하는 12비트 파일로, 노출 및 화이트 밸런스를 편집할 때 추가적인 유연성을 제공합니다. 각 파일은 약 25MB입니다.
lt: Rodykite „ProRAW“ kameros valdiklį. „ProRAW“ yra 12 bitų failas, kuriame naudojamas linijinis DNG formatas, kad faile būtų išsaugota daugiau informacijos ir dinaminio diapazono, kas suteikia papildomo lankstumo redaguojant išlaikymą ir baltos spalvos balansą. Kiekvienas failas yra maždaug 25 MB dydžio.
ml: ProRAW-ക്കുള്ള ക്യാമറ കൺട്രോൾ കാണിക്കൂ. ProRAW എന്നത് ലീനിയർ DNG ഫോർമാറ്റ് ഉപയോഗിച്ച് ഫയലിൽ കൂടുതൽ വിവരങ്ങളും ഡൈനാമിക് റേഞ്ചും നിലനിർത്തുന്ന ഒരു 12-ബിറ്റ് ഫയലാണ്. അതുവഴി അത് എക്സ്പോഷറും വൈറ്റ് ബാലൻസും എഡിറ്റ് ചെയ്യുമ്പോൾ അധിക വഴക്കം നൽകുന്നു. ഓരോ ഫയലും ഏകദേശം 25 MB വരും.
mr: ProRAW साठी कॅमेरा कंट्रोल दाखवा. ProRAW ^[12](formatNumber: true)-बिट फाइल असते जी एक्सपोझर आणि व्हाइट बॅलंस संपादित करत असताना अतिरिक्त फ्लेक्सिबिलिटी प्रदान करत Linear DNG फॉरमॅटचा वापर करून फाइलमध्ये अधिक माहिती आणि डायनॅमिक रेंज राखून ठेवते. प्रत्येक फाइल अंदाजे ^[25](formatNumber: true) MB ची असते.
ms: Tunjukkan kawalan Kamera untuk ProRAW. ProRAW ialah fail 12 bit yang menggunakan format Linear DNG untuk mengekalkan lebih banyak maklumat dan julat dinamik dalam fail, menyediakan fleksibiliti tambahan semasa mengedit pendedahan dan imbangan putih. Setiap fail bersaiz lebih kurang 25 MB.
nb: Vis Kamerakontroll for ProRAW. ProRAW er en 12-bit fil som bruker lineært DNG-format for å beholde mer informasjon og dynamisk område i filen. Dette gir mer fleksibilitet ved redigering av eksponering og hvitbalanse. Hver fil er på omtrent 25 MB.
nl: Toon cameraregelaar voor ProRAW. ProRAW is een 12-bits bestand dat gebruikmaakt van de structuur 'Linear DNG' om meer informatie en een hoger dynamisch bereik in het bestand te bewaren, waardoor extra flexibiliteit wordt geboden bij het bewerken van de belichting en de witbalans. Elk bestand is ongeveer 25 MB.
or: ProRAW ପାଇଁ କ୍ୟାମେରା କଣ୍ଟ୍ରୋଲ୍ ଦେଖାନ୍ତୁ। ProRAW ହେଉଛି ଏକ ^[12](formatNumber: true)-ବିଟ୍‌ ଫାଇଲ୍ ଯାହା ଫାଇଲ୍‌ରେ ଅଧିକ ସୂଚନା ଏବଂ ଡାଇନାମିକ୍ ରେଞ୍ଜ୍ ବଜାୟ ରଖିବା ପାଇଁ ଲିନିୟର୍ DNG ଫର୍ମାଟ୍ ବ୍ୟବହାର କରେ, ଯାହା ଏକ୍ସ୍‌ପୋଜର୍‌ ଏବଂ ହ୍ୱାଇଟ୍ ବାଲାନ୍ସ୍‌ ଏଡିଟ୍ କରିବା ସମୟରେ ଅତିରିକ୍ତ ନମନୀୟତା ପ୍ରଦାନ କରେ। ପ୍ରତ୍ଯେକ ଫାଇଲ୍ ଅନୁମାନିକ ^[25](formatNumber: true) MB ଅଟେ।
pa: ProRAW ਲਈ ਕੈਮਰਾ ਕੰਟਰੋਲ ਦਿਖਾਓ। ProRAW ਇੱਕ ^[12](formatNumber: true)-ਬਿਟ ਫ਼ਾਈਲ ਹੁੰਦੀ ਹੈ ਜੋ Linear DNG ਫ਼ਾਰਮੈਟ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਫ਼ਾਈਲ ਵਿੱਚ ਜ਼ਿਆਦਾ ਜਾਣਕਾਰੀ ਅਤੇ ਡਾਇਨੈਮਿਕ ਰੇਂਜ ਬਣਾਈ ਰੱਖਦੀ ਹੈ, ਜੋ ਐਕਸਪੋਜ਼ਰ ਅਤੇ ਵ੍ਹਾਈਟ ਬੈਲੇਂਸ ਵਿੱਚ ਸੋਧ ਕਰਨ ਸਮੇਂ ਹੋਰ ਲਚਕਤਾ ਪ੍ਰਦਾਨ ਕਰਦੀ ਹੈ। ਹਰੇਕ ਫ਼ਾਈਲ ਲਗਭਗ ^[25](formatNumber: true) MB ਦੀ ਹੁੰਦੀ ਹੈ।
pl: Wyświetla w aplikacji Aparat narzędzia ProRAW. 12‑bitowe pliki ProRAW przechowują więcej informacji i szerszy zakres tonalny, używając formatu Linear DNG. Zapewnia to więcej możliwości edycji ekspozycji i wyrównania bieli. Każdy plik ma około 25 MB.
pt_br: Mostrar o controle de Câmera para ProRAW. ProRAW é um arquivo de 12 bits que usa o formato Linear DNG para reter mais informações e alcance dinâmico no arquivo, fornecendo flexibilidade adicional ao editar a exposição e o balanço de branco. Cada arquivo tem aproximadamente 25 MB.
pt_pt: Mostrar o controlo da aplicação Câmara para ProRAW. ProRAW é um ficheiro de 12 bits que usa o formato Linear DNG para preservar mais informação e gama dinâmica no ficheiro, o que permite uma maior flexibilidade ao editar a exposição e o equilíbrio de brancos. Cada ficheiro ocupa cerca de 25 MB.
ro: Afișați comenzile aplicației Cameră pentru ProRAW. ProRAW este un fișier pe 12 biți care utilizează formatul Linear DNG pentru a reține mai multe informații și o gamă dinamică superioară în fișier, oferind flexibilitate suplimentară la editarea expunerii și balansului de alb. Fiecare fișier are aproximativ 25 MB.
ru: Показывать Контроллер камеры для работы с ProRAW. ProRAW — это 12‑битный файл, который использует формат линейных файлов DNG, чтобы передавать больше информации и динамический диапазон в файле. В этом формате проще скорректировать экспозицию и баланс белого. Размер файла равен примерно 25 МБ.
sk: Zobrazí v Kamere ovládacie prvky pre ProRAW. ProRAW je 12-bitový súbor, ktorý využíva formát Linear DNG na zachovanie väčšieho množstva informácií a dynamického rozsahu a poskytuje väčšiu flexibilitu pri upravovaní expozície a vyváženia bielej. Veľkosť takýchto súborov je približne 25 MB.
sl: Prikaže krmilno funkcijo Kamere za ProRAW. ProRAW je 12‑bitna datoteka, ki uporablja obliko zapisa Linear DNG za hranjenje več podatkov in dinamičnega razpona v datoteki, kar zagotavlja dodatno prilagodljivost pri urejanju osvetlitve in nastavitve beline. Vsaka datoteka je velika približno 25 MB.
sv: Visa kamerareglage för ProRAW. ProRAW är en 12-bitars fil som använder formatet Linear DNG till att behålla mer information och dynamiskt omfång i filen. Detta ger ytterligare flexibilitet vid redigering av exponering och vitbalans. Varje fil är omkring 25 MB.
ta: ProRAWக்கான கேமரா கட்டுப்பாடு காட்டப்படும். ProRAW என்பது 12-பிட் கோப்பு ஆகும். இது கோப்பில் கூடுதலான தகவல்களையும் டைனமிக் ரேஞ்சையும் சேமித்து வைப்பதற்காக லீனியர் DNG ஃபார்மெட்டைப் பயன்படுத்தும். இதனால் எக்ஸ்போஷர் மற்றும் ஒயிட் பேலன்ஸைத் திருத்தும்போது கூடுதல் நெகிழ்வுத்தன்மை கிடைக்கும். ஒவ்வொரு கோப்பும் தோராயமாக 25 MB இருக்கும்.
te: ProRAW కోసం కెమెరా కంట్రోల్‌ను చూపుతుంది. ProRAW అనేది 12-బిట్ ఫైల్, ఇది ఫైల్‌లో మరింత సమాచారం మరియు డైనమిక్ రేంజ్‌ను ఉంచడానికి, ఎక్స్‌పోజర్‌ను మరియు వైట్ బ్యాలెన్స్‌ను ఎడిటింగ్ చేస్తున్నప్పుడు అదనపు ఫ్లెక్సిబిలిటీని అందించడానికి Linear DNG ఫార్మాట్‌ను ఉపయోగిస్తుంది. ప్రతి ఫైల్ సుమారుగా 25 MB ఉంటుంది.
th: แสดงตัวควบคุมกล้องสำหรับ ProRAW ซึ่งเป็นไฟล์แบบ 12 บิตที่ใช้รูปแบบ DNG เชิงเส้นเพื่อเก็บข้อมูลและข้อมูลช่วงแสงกว้างในไฟล์ได้มากขึ้นโดยช่วยให้การแก้ไขการเปิดรับแสงและสมดุลแสงสีขาวทำได้ง่ายยิ่งขึ้น แต่ละไฟล์มีขนาดประมาณ 25 MB
tr: ProRAW için kamera denetimini gösterir. ProRAW, pozlama ve beyaz dengesini düzenlerken daha fazla esneklik sağlamak amacıyla dosyada daha fazla bilgi ve dinamik aralık bulundurmak için Linear DNG biçimi kullanan bir 12-bit dosyadır. Her dosya yaklaşık 25 MB’dir.
uk: Показувати елемент керування камерою для роботи з ProRAW. ProRAW — це 12‑бітний файл, що використовує формат Linear DNG для збереження більшої кількості даних і динамічного діапазону у файлі, надаючи додаткову гнучкість під час редагування експозиції й балансу білого. Розмір кожного файлу — приблизно 25 МБ.
ur: ‏ProRAW کے لیے کیمرا کنٹرول دکھائیں۔ ‏ProRAW ایک ‏^[12](formatNumber: true) بِٹ فائل ہوتی ہے جو ⁨Linear DNG⁩ فارمیٹ کا استعمال کر کے فائل میں مزید معلومات اور ڈائنیمک رینج بنائے رکھتی ہے جو اکسپوژر اور وائٹ بیلنس کے ترمیم کرنے کے دوران اضافی سہولت فراہم کرتی ہے۔ ہر فائل تقریباً ⁨^[25](formatNumber: true) MB⁩ کی ہوتی ہے۔
vi: Hiển thị điều khiển Camera cho ProRAW. ProRAW là một tệp 12-bit sử dụng định dạng DNG tuyến tính để lưu giữ nhiều thông tin và dải tần nhạy sáng hơn trong tệp, cung cấp sự linh hoạt bổ sung khi chỉnh sửa độ phơi sáng và độ cân bằng trắng. Mỗi tệp có kích cỡ khoảng 25 MB.
zh_cn: 显示用于ProRAW的相机控制。ProRAW是一个使用线性DNG格式的12位文件，可在文件中保留更多信息和动态范围，从而为曝光和白平衡编辑提供更多灵活性。每个文件大约25 MB。
zh_hk: 顯示ProRAW的相機控制項目。ProRAW是一個使用線性DNG格式的12位元檔案，可在檔案中保留更多資訊和動態範圍，為編輯曝光和白平衡時提供更多靈活性。每個檔案的大小約為25 MB。
zh_tw: 顯示ProRAW的「相機」控制項目。ProRAW是使用線性DNG格式的12位元檔案，用以保留檔案中的更多資訊和動態範圍，並在編輯曝光和白平衡時提供更多彈性。每個檔案的大小約為25 MB。

# CAM_MODERN_HDR_AUTO_HDR
source: Auto HDR
ar: ‏HDR تلقائي
bg: Автоматичен HDR
bn: অটো HDR
ca: HDR automàtic
el: HDR αυτόματα
es: HDR automático
es_us: HDR automático
fi: Automaattinen HDR
fr: HDR auto
fr_ca: HDR auto.
gu: ઑટો HDR
he: ‏HDR אוטומטי
hi: ऑटो HDR
hu: Automatikus HDR
id: HDR Otomatis
it: HDR automatico
ja: 自動HDR
kk: Авто HDR
kn: ಆಟೋ HDR
ko: 자동 HDR
ml: ഓട്ടോ HDR
mr: ऑटो HDR
ms: HDR Auto
nb: Automatisk HDR
nl: Automatische HDR
or: ଅଟୋ HDR
pa: ਆਟੋ HDR
pl: Automatyczny HDR
pt_br: HDR Automático
pt_pt: HDR automático
ru: Авто-HDR
sk: Autom. HDR
sl: Samodejni HDR
sv: Automatisk HDR
ta: ஆட்டோ HDR
te: ఆటో HDR
th: HDR อัตโนมัติ
tr: Otomatik HDR
uk: Авто HDR
ur: آٹو ‏HDR
vi: HDR tự động
zh_cn: 自动HDR
zh_hk: 自動HDR
zh_tw: 自動HDR

# CAM_MODERN_HDR_SMART_HDR_AUTO_HDR_FOOTER
source: Smart HDR intelligently blends the best parts of separate exposures into a single photo. The front camera will always use Auto HDR.
ar: تمكنك ميزة Smart HDR من مزج أفضل الأجزاء من قيم مختلفة للتعرض للضوء في صورة واحدة بطريقة ذكية. الكاميرا الأمامية ستستخدم Auto HDR دائمًا.
bg: При Интелигентен HDR се смесват най-добрите части от експозициите в една снимка. Предната камера винаги използва Авто HDR.
bn: স্মার্ট HDR আলাদা আলাদা এক্সপোজারের সেরা অংশগুলিকে বুদ্ধিমত্তার সঙ্গে একটি একক ছবিতে মিশ্রিত করে। সামনের ক্যামেরা সর্বদা অটো HDR ব্যবহার করবে।
ca: Aquest mode HDR combina de forma intel·ligent les millors parts de diferents exposicions en una sola foto. La càmera frontal sempre utilitzarà l’HDR automàtic.
cs: Chytrý HDR vznikne inteligentním spojením expozičního vějíře do jedné fotky. Přední fotoaparát vždy použije Auto HDR.
da: Smart HDR blander på intelligent vis de bedste dele af separate eksponeringer i et enkelt foto. Forsidekameraet bruger altid Auto-HDR.
de: Mit der intelligenten HDR werden die besten Bereiche von unterschiedlich belichteten Aufnahmen zu einem einzigen Foto zusammengefügt. Die Frontkamera verwendet immer Auto-HDR.
el: Το Έξυπνο HDR συνδυάζει με ευφυή τρόπο τα καλύτερα τμήματα ξεχωριστών εκθέσεων σε μία μοναδική φωτογραφία. Η μπροστινή κάμερα χρησιμοποιεί πάντα τη ρύθμιση «HDR αυτόματα».
es: El modo HDR inteligente mezcla en una sola foto las mejores partes de varias exposiciones. La cámara frontal siempre usará HDR Automático.
es_us: Smart HDR mezcla de forma óptima en una sola foto las mejores partes de exposiciones diferentes. La cámara frontal siempre usará HDR automático.
fi: Älykäs HDR yhdistää älykkäästi eri valotusten parhaat osat yhteen kuvaan. Etukamera käyttää aina Automaattista HDR:ää.
fr: Smart HDR fusionne intelligemment les meilleures parties d’expositions différentes en une seule photo. La caméra avant utilisera toujours le mode HDR auto.
fr_ca: Le mode HDR intelligent fusionne de façon intelligente les meilleurs éléments d’expositions différentes en une seule photo. La caméra avant utilisera automatiquement le mode HDR.
gu: સ્માર્ટ HDR અલગ-અલગ ઍક્સપોઝરના શ્રેષ્ઠ ભાગોને બુદ્ધિમતાપૂર્વક ભેગા કરીને એક ફોટો બનાવે છે. ફ્રંટ કૅમેરા હંમેશાં ઑટો HDRનો ઉપયોગ કરે છે.
he: ‏״HDR חכם״ ממזג לתמונה אחת באופן מחושב את החלקים הטובים ביותר מתוך מספר חשיפות נפרדות. המצלמה הקדמית תשתמש תמיד ב-״HDR אוטומטי״.
hi: स्मार्ट HDR अलग-अलग एक्सपोज़र के सर्वश्रेष्ठ भागों को कुशलता से मिलाकर एक तस्वीर बनाता है। फ़्रंट कैमरा हमेशा ऑटो HDR का इस्तेमाल करेगा।
hr: Pametni HDR na inteligentan način stapa najbolje dijelove odvojenih ekspozicija u jednu fotografiju. Prednja kamera uvijek će koristiti automatski HDR.
hu: Az Intelligens HDR külön expozíciók legjobb részeit keveri össze egyetlen fotóvá. Az előlapi kamera mindig az Auto HDR funkciót használja.
id: HDR Cerdas dengan pintar memadukan bagian terbaik dari pencahayaan yang berbeda ke dalam satu foto. Kamera depan akan selalu menggunakan HDR Otomatis.
it: L’opzione “HDR smart” unisce in un’unica foto le sezioni migliori di esposizioni diverse. La fotocamera anteriore usa sempre l’opzione “HDR automatico”.
ja: スマートHDRは、異なる露出の写真の良い部分を1枚の写真にインテリジェントに合成する機能です。前面カメラでは常に自動HDRが使用されます。
kk: «Смарт‑HDR» функциясы үш жеке экспозицияның ең жақсы фрагменттерін бір фотоға біріктіреді. Алдыңғы камерада «Авто‑HDR» параметрі әрдайым қосулы болады.
kn: ಸ್ಮಾರ್ಟ್ HDR ಪ್ರತ್ಯೇಕ ಎಕ್ಸ್‌ಪೋಶರ್‌ಗಳ ಅತ್ಯುತ್ತಮ ಭಾಗಗಳನ್ನು ಏಕೈಕ ಫೋಟೋವಾಗಿ ಬುದ್ಧಿವಂತಿಕೆಯಿಂದ ಬ್ಲೆಂಡ್ ಮಾಡುತ್ತದೆ. ಮುಂಬದಿಯ ಕ್ಯಾಮರಾ ಯಾವಾಗಲೂ ಆಟೋ HDR ಅನ್ನು ಬಳಸುತ್ತದೆ.
ko: 스마트 HDR은 노출이 다른 사진들 중에서 가장 잘 나온 부분을 지능적으로 조합하여 하나의 사진으로 만듭니다. 전면 카메라는 항상 자동 HDR을 사용합니다.
lt: „Smart HDR“ protingai sujungia geriausias atskirų ekspozicijų dalis į vieną nuotrauką. Priekinė vaizdo kamera visada naudos „Auto HDR“.
ml: സ്മാർട്ട് HDR വ്യത്യസ്ത എക്സ്പോഷറുകളിൽ നിന്നും മികച്ച ഭാഗങ്ങൾ കൗശലപൂർവം കൂട്ടിച്ചേർത്ത് ഒറ്റ ഫോട്ടോയാക്കുന്നു. മുൻവശ ക്യാമറ എപ്പോഴും ഓട്ടോമാറ്റിക് HDR ഉപയോഗിക്കും.
mr: स्मार्ट HDR हुशारीने वेगवेगळ्या एक्सपोझरच्या सर्वोत्तम भागांचे मिश्रण करुन एक फोटो बनवतो. फ्रंट कॅमेरा नेहमी ऑटो HDR चा वापर करेल.
ms: HDR Pintar mengadunkan secara pintar bahagian terbaik daripada pendedahan berasingan ke dalam satu foto. Kamera depan akan sentiasa menggunakan HDR Auto.
nb: Smart HDR kombinerer de beste delene fra ulike eksponeringer i ett bilde. Kameraet foran vil alltid bruke automatisk HDR.
nl: 'Slimme HDR' combineert op intelligente wijze de beste delen van afzonderlijke belichtingen tot één foto. De camera aan de voorzijde maakt altijd gebruik van 'Automatische HDR'.
or: ସ୍ମାର୍ଟ୍‌ HDR ଅଲଗା ଅଲଗା ଏକ୍ସ୍‌ପୋଜର୍‌ର ସର୍ବୋତ୍ତମ ଅଂଶଗୁଡ଼ିକୁ ମିଶାଇ ବୁଦ୍ଧିମତ୍ତାର ସହ ଗୋଟିଏ ଫଟୋ ତିଆରି କରେ। ସାମ୍ନାପଟ କ୍ୟାମେରା ସବୁବେଳେ ଅଟୋ HDR ବ୍ୟବହାର କରିବ।
pa: ਸਮਾਰਟ HDR ਵੱਖ-ਵੱਖ ਐਕਸਪੋਜ਼ਰਾਂ ਦੇ ਸਰਬੋਤਮ ਹਿੱਸਿਆਂ ਨੂੰ ਮਿਲਾ ਕੇ ਇੱਕ ਇਕਹਰੀ ਤਸਵੀਰ ਬਣਾਉਂਦਾ ਹੈ। ਮੂਹਰਲਾ ਕੈਮਰਾ ਹਮੇਸ਼ਾਂ ਆਟੋ HDR ਦੀ ਵਰਤੋਂ ਕਰੇਗਾ।
pl: Inteligentny HDR łączy w sobie optymalnie naświetlone obszary oddzielnych ujęć. Aparat przedni zawsze używa automatycznego trybu HDR.
pt_br: HDR Inteligente mistura a melhor parte de exposições diferentes em uma única foto. A câmera frontal sempre usa o HDR Automático.
pt_pt: HDR inteligente combina o melhor de diferentes exposições numa única fotografia. A câmara frontal usa sempre HDR automático.
ro: „HDR inteligent” combină într‑un mod ingenios cele mai bune părți din diferite expuneri ale unui cadru într-o singură poză. Camera frontală va utiliza întotdeauna Auto‑HDR.
ru: Функция «Смарт‑HDR» смешивает лучшие фрагменты трех отдельных экспозиций в единую фотографию. Для передней камеры будет всегда включен параметр «Авто‑HDR».
sk: Funkcia Dynamické HDR inteligentne spojí to najlepšie z rôznych expozícií do jednej fotky. Predná kamera vždy používa režim Autom. HDR.
sl: Pametni HDR inteligentno združi najboljše dele ločenih osvetlitev v eno samo fotografijo. Sprednja kamera bo vedno uporabila Samodejni HDR.
sv: Smart HDR sammanfogar de bästa delarna av tre separata exponeringar i en bild på ett intelligent sätt. Kameran på framsidan använder alltid automatisk HDR.
ta: ஸ்மார்ட் HDR தனித்தனியான எக்ஸ்போஷர்களின் சிறந்த பகுதிகளைத் தேர்ந்தெடுத்து ஒன்றிணைத்து ஒற்றைப் புகைப்படமாக மாற்றுகிறது. முன்பக்க கேமரா எப்போதும் ஆட்டோ HDRஐப் பயன்படுத்தும்.
te: స్మార్ట్ HDR వేర్వేరు ఎక్స్‌పోజర్‌ల ఉత్తమ భాగాలను ఒకే ఫోటోలో సమర్థవంతగా కలుపుతుంది. ఫ్రంట్ కెమెరా ఎల్లప్పుడూ ఆటో HDRను ఉపయోగిస్తుంది.
th: HDR อัจฉริยะจะทำการซ้อนภาพจากการเปิดรับแสงที่ต่างกันให้เป็นภาพเดียวกันอย่างชาญฉลาด กล้องด้านหน้าจะใช้ HDR อัตโนมัติตลอดเวลา
tr: Akıllı HDR, farklı uzun pozlamaların en iyi bölümlerini tek bir fotoğrafta birleştirir. Ön kamera her zaman Otomatik HDR kullanır.
uk: Функція «Динамічний HDR» застосовує інтелектуальні алгоритми для зведення найкращих ділянок із різною експозицією в єдине фото. Для передньої камери завжди застосовуватиметься режим «Авто HDR».
ur: اسمارٹ ‏HDR الگ الگ اکسپوژر کے بہترین حصوں کو عمدگی سے ملا کر ایک تصویر بناتا ہے۔ سامنے کا کیمرا ہمیشہ آٹو HDR کا استعمال کرے گا۔
vi: HDR thông minh kết hợp những phần tốt nhất của các độ phơi sáng riêng vào một ảnh duy nhất một cách thông minh. Camera trước sẽ luôn sử dụng HDR tự động.
zh_cn: 智能HDR会将不同曝光度的最佳部分智能合并成一张照片。前置相机将始终使用自动HDR。
zh_hk: 「智慧型HDR」能夠巧妙地將多張不同曝光值的相片的最好部份結合成一張光線完美的相片。前置鏡頭總會使用「自動HDR」。
zh_tw: 「智慧型HDR」會聰明地將不同曝光值的最好部分來合成一張照片。前置相機永遠會使用「自動HDR」。
